{
    "Мой аккаунт": "Моят акаунт",
    "Редактировать пользователя": "Променете потребителя",
    "Профиль пользователя и его привилегии, включая связанную с ним роль.": "User profile and their privileges, including the associated role. \n\nПрофил на потребителя и техните права, включително свързаната с тях роля.",
    "Выдать себя за пользователя": "Преструване на потребител.",
    "Вы можете вернуться в исходное состояние, выйдя из системы.": "Можете да се върнете в началното състояние, като излезете от системата.",
    "Удалить": "Изтрий",
    "После удаления учетной записи все ее ресурсы и данные будут удалены навсегда. Перед удалением учетной записи загрузите любые данные или информацию, которые вы хотите сохранить.": "След като бъде изтрит акаунтът, всички негови ресурси и данни ще бъдат изтрити завинаги. Преди да изтриете",
    "Сохранить": "Запази",
    "Информация о профиле": "Информация за профила",
    "Обновите информацию профиля вашей учетной записи и адрес электронной почты.": "Актуализирайте информацията в профила на своя акаунт и електронния си адрес.",
    "Пароль": "Password",
    "Для обеспечения безопасности убедитесь, что в вашей учетной записи используется длинный случайный пароль.": "За да гарантирате сигурността, уверете се, че използвате дълга и случайна парола във вашия акаунт.",
    "Домен": "Domain",
    "Выберите домен на которым будет работать пользователь.": "Изберете домейн, на който потребителят ще работи.",
    "Язык": "Language",
    "Выберите язык с которым будет работать пользователь.": "Изберете език, с който потребителят ще работи.",
    "Склад": "Warehouse",
    "Выберите базовый склад, с которым будет работать пользователь.": "Изберете основен склад, с който потребителят ще работи.",
    "Роли": "Roles",
    "Роль определяет набор задач, которые разрешено выполнять пользователю, которому назначена эта роль.": "Ролята определя набора от задачи, които потребителят, на когото е назначена тази роля, може да изпълнява.",
    "Разрешения": "Permissions",
    "Разрешить пользователю выполнять некоторые действия, не предусмотренные его ролями": "Позволете на потребителя да извършва определени действия, които не са предвидени от ролите му.",
    "Имя пользователя": "Потребителско име",
    "Name": "Име",
    "Email": "Имейл",
    "Язык интерфейса": "Език на потребителския интерфейс",
    "Оставьте пустым, чтобы сохранить текущий пароль.": "Моля, оставете празно, за да запазите текущата парола.",
    "Выберите роли": "Изберете ролите.",
    "Main": "Главен",
    "Терминал": "Терминал",
    "Рабочие столы": "Office desks",
    "Столы упаковки": "Tables packaging",
    "Приемка товара": "Приемка на стоки",
    "Список товаров": "Списък на стоките",
    "Заказы": "Orders",
    "Библиотеки": "Libraries",
    "Страны": "Countries",
    "Города": "Cities",
    "Валюты": "Currency",
    "Языки": "Езици",
    "Управление складом": "Warehouse management",
    "Волновая сборка": "Wave assembly",
    "Позаказная сборка": "Custom build",
    "Настройка упаковки": "Packaging setup",
    "Настройки склада": "Warehouse settings",
    "Склады": "Warehouses",
    "Места хранения": "Storage places",
    "Настройки": "Settings",
    "Магазины": "Stores",
    "Доставка заказов": "Delivery of orders",
    "Службы доставки": "Delivery services",
    "Пользователи": "Потребители",
    "Админ \/ Менеджер склада": "Warehouse Administrator \/ Manager",
    "Полный список всех зарегистрированных пользователей, включая их профили и привилегии.": "Списък на всички регистрирани потребители, включително техните профили и привилегии.",
    "Новый пользователь": "Нов потребител",
    "Roles": "Роли",
    "Админ": "Admin",
    "Менеджер склада": "Warehouse manager",
    "Кладовщик склада": "Storekeeper",
    "Работник магазина": "Store employee",
    "Клиент": "Customer",
    "Имя": "Name",
    "Дата создания": "Дата на създаване",
    "Дата редактирования": "Дата на редакция",
    "Действия": "Actions",
    "Ред.": "Line.",
    "Once the account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "След като профилът бъде изтрит, всички негови ресурси и данни ще бъдат безвъзвратно изтрити. Преди да изтри"
}